app/controllers/blogs_controller.rb

  def index
    # ↓記事を全件取得
    @blogs = Blog.all
---
SELECT "blogs".* FROM "blogs"

  def create
    blog = Blog.new(blog_params)
    blog.save
---
INSERT INTO "blogs" ("title", "category", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Hopeful lessons from the battle to save rainforests"], ["category", "Nature"], ["body", ""], ["created_at", "2020-03-23 08:58:03.671312"], ["updated_at", "2020-03-23 08:58:03.671312"]]